{"pages":[{"title":"<i class='fab fa-d3 d3fa-color-blue'><\/i> BonimaScore","text":"Weitere Informationen zum Modul BonimaScore finden Sie in unserem Moduleshop: https:\/\/www.oxidmodule.com\/","tags":"","url":"index.html"},{"title":"Changelog","text":"Unreleased 3.0.0.0 - 2018-11-26 Changed Refaktorisierung für OXID 6.0 Vorabprüfung entfernt - Scorewert wird (wenn nicht vorhanden) erst bei Auswahl einer relevanten Zahlungsart angefordert Zahlenangaben werden in Shop-Standardwährung konvertiert zusätzliche Prüfungen eingefügt Optionen sind über Lizenzschlüssel aktivierbar Übersetzungen ergänzt und aktualisiert 2.0.0.1 - 2018-10-30 Added fehlende Übersetzung eingefügt Changed PostPaymentCheck: Zahlarten werden nur geprüft, wenn diese keine &quot;sicheren Zahlarten&quot; sind Fehlerbehandlung im Fall von Falscheingaben korrigiert 2.0.0.0 - 2018-10-11 Added umfangreiches Logging eingefügt Lizenzverwendung integriert Changed Basis auf Modul Connector umgestellt Abfragen werden nur noch max. 1x pro Tag durchgeführt, kürzere Abfragen werden aus der Speicherung in der Shopdatenbank bedient informatorische Fehlermeldungen werden bei Validierungsproblemen auch im Frontend gezeigt Refactoring des gesamten Moduls 1.1.2.0 - 2018-08-21 Added Check-Ausschluss für Kunden und Kundengruppen eingefügt (erfordert zusätzliches Plugin) Bonitätsprüfung auf Basis des Mindestwarenkorbwertes eingefügt (erfordert zusätzliches Plugin) 1.1.1.0 - 2017-12-07 Added kundenspezifisches Kreditlimit eingefügt Testpersonenmatrix eingefügt Changed gecachter Response erkennt Adressänderung Precheck 1.1.0.3 - 2017-10-16 Added nachgelagerte Bonitätsprüfung (#6777) 1.1.0.2 - 2016-07-04 Added Prüfung der Lieferadresse (erfordert AddOn) Changed veralteten Code korrigiert fehlerhafte Admindarstellung bei nicht gesetzten Safe-Payments korrigiert 1.1.0.1 - 2016-06-10 Added Precheck Changed WSDL-Adresse angepasst","tags":"","url":"changelog\/Changelog.html"},{"title":"Installation \/ Update \/ Deinstallation","text":"Anforderungen Neuinstallation Update Deinstallation Bei Bedarf bieten wir Ihnen auch gern die Installation des Moduls in Ihrem Shop an. Geben Sie uns bitte unter den unter Hilfe und Support genannten Kontaktdaten Bescheid.","tags":"","url":"installation\/index.html"},{"title":"Systemanforderungen","text":"PHP Version 5.6.x bis 7.2.x PHP Decoder installierter ionCube Loader Shopversionen \/ -editionen OXID eShop Community Edition (CE), Professional Edition (PE) oder Enterprise Edition (EE) in Compilation Version 6.0.x 6.1.x Modul-Connector (kostenfrei bei erhältlich) ab Version 5.1.0.0 Installation via Composer Beachten Sie, dass die Ihnen vorliegende Modulversion entsprechend für PHP 5.6, PHP 7.0, PHP 7.1 oder PHP 7.2 sowie dem auf Ihrem Server vorhandenen Decoder (ionCube Loader) kompatibel ist. Im Zweifelsfall kontaktieren Sie uns und nennen den für Ihren Shop genutzten Decoder und die PHP-Version. Kontrollieren Sie bitte auch, ob diese Modulversion für die von Ihnen eingesetzte Shopedition (Professional Edition (PE) oder Enterprise Edition (EE)) ausgelegt ist.","tags":"","url":"installation\/Anforderungen\/Systemanforderungen.html"},{"title":"Vorbereitungen","text":"Installieren Sie bitte zuerst unseren Modul-Connector in der erforderlichen Version. Ob dies evtl. schon geschehen ist, können Sie im Adminbereich Ihres Shops prüfen. Existiert der Punkt Module -&gt; Modul-Connector, können Sie die installierte Version unter Bibliotheksverwaltung ablesen. Fehlt dieser Eintrag, installieren Sie den kostenfreien Connector. Informationen zu dessen Installation finden Sie auf unserer Homepage. Klicken Sie auf den Reiter Downloads und wählen dort das für Ihre Installation passende Paket.","tags":"","url":"installation\/Anforderungen\/Vorbereitungen.html"},{"title":"Neuinstallation","text":"Schnellstart per Composer php composer require d3\/bonimascore –-update-no-dev Detailliertere Angaben zur Installation entnehmen Sie bitte den folgenden Schritten.","tags":"","url":"installation\/Neuinstallation\/index.html"},{"title":"Vorbereitungen","text":"Installieren Sie bitte zuerst unseren Modul-Connector in der erforderlichen Version. Ob dies evtl. schon geschehen ist, können Sie im Adminbereich Ihres Shops prüfen. Existiert der Punkt Module -&gt; Modul-Connector, können Sie die installierte Version unter Bibliotheksverwaltung ablesen. Fehlt dieser Eintrag, laden Sie den Connector kostenfrei von unserer Homepage http:\/\/www.oxidmodule.com\/Connector\/. Klicken Sie auf den Reiter Download und dort auf den Link Download Erstinstallation Modul-Connector.","tags":"","url":"installation\/Neuinstallation\/Vorbereitung.html"},{"title":"Modul zur Installation hinzufügen","text":"Führen Sie in der Konsole im selben Verzeichnis diesen Befehl aus, um das Modul BonimaScore zur Installation hinzuzufügen: php composer require d3\/bonimascore --update-no-dev Benötigt Ihre Installation einen anderen Aufruf von Composer, ändern Sie den Befehl bitte entsprechend ab. Für weitere Optionen dieses Befehls lesen Sie bitte die Dokumentation von Composer.","tags":"","url":"installation\/Neuinstallation\/Modul_hinzufuegen.html"},{"title":"Verwendung eigener Themes","text":"Das Modul ist für die Verwendung mit den folgenden OXID-Themes vorbereitet: Flow Verwenden Sie in Ihrem Shop ein angepasstes Verzeichnis für Ihre Templates (neues Theme oder CustomTheme), kopieren Sie die Templates und \/ oder die CSS-Dateien in die neuen Ordner. Ähnelt Ihr neues Theme technisch einem der OXID-Originale, können Sie dieses darauf umleiten. Childs von originalen OXID- Themes benötigen keine Umleitung. Weitere Informationen zur Umleitung finden Sie in unserer FAQ.","tags":"","url":"installation\/Neuinstallation\/Verwendung_eigener_Themes.html"},{"title":"Providerspezifische Installation","text":"Manche Provider erfordern besondere Einstellungen für installierte Module. Ob Ihr Anbieter spezielle Anforderungen stellt und wie diese aussehen, kontrollieren Sie bitte in unserer FAQ.","tags":"","url":"installation\/Neuinstallation\/Providerspezifische_Installation.html"},{"title":"Modul im Shop aktivieren","text":"Aktivieren Sie das Modul über den Shopadmin unter Erweiterungen -&gt; Module. Klicken Sie nach Auswahl von BonimaScore auf den Button Aktivieren. Enterprise Editon: Achten Sie darauf, dass das Modul in weiteren Shops (Mall) ebenfalls aktiviert werden muss, um dessen Funktion dort auch zu nutzen.","tags":"","url":"installation\/Neuinstallation\/Modul_im_Shop_aktivieren.html"},{"title":"Shopanpassungen installieren","text":"Direkt nach der Modulaktivierung startet der Assistent, der Sie durch die Shopanpassung führt. Darin können Sie verschiedene Optionen der Installation wählen. Den Installationsassistenten finden Sie auch unter den Menüpunkten Admin -&gt; Module -&gt; Modul-Connector -&gt; Modulverwaltung -&gt; Modulinstallation. Bei tiefgreifenden Änderungen an Ihrem Shop (z.B. Hinzufügen weiterer Sprachen oder Mandanten) rufen Sie den Installationsassistenten bitte erneut auf, um dann eventuell notwendige Nacharbeiten für das Modul ausführen zu lassen. Möchten Sie die Änderungen manuell installieren, können Sie sich über diesen Assistenten ebenfalls eine Checkliste erstellen.","tags":"","url":"installation\/Neuinstallation\/Shopanpassungen_installieren.html"},{"title":"TMP-Ordner leeren","text":"Leeren Sie das Verzeichnis tmp über Admin -&gt; Module -&gt; Modul-Connector -&gt; TMP leeren. Markieren Sie komplett leeren und klicken auf TMP leeren. Sofern die Views nicht automatisch aktualisiert werden, führen Sie dies noch durch. Erfordert Ihre Installation eine andere Vorgehensweise zum Leeren des Caches oder zum Aktualisieren der Datenbank-Viewtabellen, führen Sie diese bitte aus.","tags":"","url":"installation\/Neuinstallation\/TMP-Ordner_leeren.html"},{"title":"Lizenzschlüssel eintragen","text":"Das Modul verwendet Lizenzschlüssel, um die Lizenzverwaltung für Sie und auch für uns einfacher zu gestalten. Hierbei haben Sie je nach Modul die Wahl zwischen einer kostenfreien Testlizenz und einer Lizenz für den Einsatz im Livebetrieb. Speziell BonimaScore wird in unterschiedlichen Editionen für den Livebetrieb angeboten. Besuchen Sie unseren Moduleshop, um mehr darüber zu erfahren. Rufen Sie zum Anfordern des Lizenzschlüssels die Modulverwaltung im Adminbereich unter Module -&gt; Modul-Connector -&gt; Modulverwaltung auf. Klappen Sie den Eintrag des jeweiligen Moduls aus. Sofern erforderlich, können Sie hier den Lizenzassistenten starten, der schnell und einfach ihr Modul aktiviert.","tags":"","url":"installation\/Neuinstallation\/Lizenz_eintragen.html"},{"title":"Updatefähigkeit","text":"Bei individuellen Änderungen von Moduldateien empfehlen wir, jeweils die Überladungsmöglichkeiten des Shops dafür zu verwenden. So brauchen Sie die originalen Moduldateien nicht verändern und erhalten sich so die Updatefähigkeit des Shops und des Moduls. Beachten Sie, dass Moduldateien bei Updateinstallationen überschrieben werden. Weitere Informationen zu den Überladungsmöglichkeiten verschiedener Dateien finden Sie in unserer FAQ.","tags":"","url":"installation\/Neuinstallation\/Updatefaehigkeit.html"},{"title":"Modul deaktivieren","text":"Deaktivieren Sie das Modul über den Shopadmin unter Erweiterungen -&gt; Module. Klicken Sie nach Auswahl von BonimaScore auf den Button Deaktivieren.","tags":"","url":"installation\/Update\/Modul_deaktivieren.html"},{"title":"Paketquelle entfernen","text":"Durch einen Wechsel der Paketquelle ist die veraltete Angabe nicht mehr erforderlich. Um Konflikte zu vermeiden, sollte die alte Paketquelle entfernt werden. Haben Sie diese schon früher entfernt, können Sie diesen Schritt überspringen. Starten Sie die Konsole Ihres Webservers und wechseln in das Hauptverzeichnis Ihres Shops (oberhalb des source- und vendor-Verzeichnisses). Senden Sie dort diesen Befehl ab: php composer config --unset repositories.d3 php composer config --unset repositories.D3modules Achten Sie darauf, dass die Installation über Composer mit derselben PHP-Version erfolgt, in der auch Ihr Shop installiert ist. Sie erhalten sonst unpassende Modulpakete. Benötigt Ihre Installation einen anderen Aufruf von Composer, ändern Sie den Befehl bitte entsprechend ab. Für weitere Optionen dieses Befehls lesen Sie bitte die Dokumentation von Composer.","tags":"","url":"installation\/Update\/Paketquelle_entfernen.html"},{"title":"Dateien erneuern","text":"Starten Sie die Konsole Ihres Webservers und wechseln in das Hauptverzeichnis Ihres Shops (oberhalb des source- und vendor-Verzeichnisses). Führen Sie dort diesen Befehl aus: php composer update d3\/bonimascore --no-dev Achten Sie darauf, dass die Installation über Composer mit derselben PHP-Version erfolgt, in der auch Ihr Shop installiert ist. Sie erhalten sonst unpassende Modulpakete. Benötigt Ihre Installation einen anderen Aufruf von Composer, ändern Sie den Befehl bitte entsprechend ab. Für weitere Optionen dieses Befehls lesen Sie bitte die Dokumentation von Composer.","tags":"","url":"installation\/Update\/Dateien_erneuern.html"},{"title":"Providerspezifische Installation","text":"Manche Provider erfordern besondere Einstellungen für installierte Module. Ob Ihr Anbieter spezielle Anforderungen stellt und wie diese aussehen, kontrollieren Sie bitte in unserer FAQ.","tags":"","url":"installation\/Update\/Providerspezifische_Installation.html"},{"title":"Modulinformationen aktualisieren","text":"Wechseln Sie im Adminbereich zu Erweiterungen -&gt; Module. Klicken Sie nach Auswahl von BonimaScore auf den Button Aktivieren.","tags":"","url":"installation\/Update\/Modulinformationen_aktualisieren.html"},{"title":"Shopanpassungen installierren","text":"Ob Shopanpassungen notwendig sind, ist von der Versionsänderung des Moduls abhängig. Möglicherweise sehen Sie nach dem Neuaktivieren des Moduls den Installationsassistent, der Sie durch die Änderungen führt. Folgen Sie dann den einzelnen Schritten. Möchten Sie die Änderungen manuell installieren, können Sie sich über diesen Assistenten ebenfalls eine Checkliste erstellen. Wird der Assistent nicht gezeigt (Sie sehen wieder die Modulübersicht), waren keine Anpassungen am Shop notwendig. Ob erforderliche Updates ausgeführt werden sollen, können Sie jederzeit im Adminbereich unter Module -&gt; Modul-Connector -&gt; Modulverwaltung -&gt; Modulinstallation prüfen.","tags":"","url":"installation\/Update\/Shopanpassungen_installieren.html"},{"title":"TMP-Ordner leeren","text":"Leeren Sie das Verzeichnis tmp über Admin -&gt; Module -&gt; Modul-Connector -&gt; TMP leeren. Markieren Sie komplett leeren und klicken auf TMP leeren. Sofern die Views nicht automatisch aktualisiert werden, führen Sie dies noch durch. Erfordert Ihre Installation eine andere Vorgehensweise zum Leeren des Caches oder zum Aktualisieren der Datenbank-Viewtabellen, führen Sie diese bitte aus.","tags":"","url":"installation\/Update\/TMP-Ordner_leeren.html"},{"title":"Lizenzschlüssel aktualisieren","text":"Wird für die neue Modulversion ein aktualisierter Lizenzschlüssel benötigt, tragen Sie diesen im Adminbereich unter Module -&gt; Modul-Connector -&gt; Modulverwaltung ein. Klappen Sie dazu den Eintrag des jeweiligen Moduls aus und starten den Lizenzassistent.","tags":"","url":"installation\/Update\/Lizenzschluessel_aktualisieren.html"},{"title":"Erweiterungen anpassen","text":"Haben Sie für dieses Modul eigene Erweiterung entwickelt, gleichen Sie dies bitte mit der neuen Fassung des Moduls ab.","tags":"","url":"installation\/Update\/Erweiterungen_anpassen.html"},{"title":"Installationsprüfung","text":"Um die erfolgreiche Installation zu prüfen, können Sie die folgende(n) Checkliste(n) verwenden: Einstellungsunabhängige Prüfungen Backend Modul ist unter Erweiterungen -&gt; Module aktiv geschaltet Modul ist unter Module -&gt; Modul-Connector -&gt; Modulverwaltung aktiv geschaltet Modul zeigt unter Module -&gt; BonimaScore einen eigenen Bereich für Einstellungen Modul zeigt unter Benutzer verwalten -&gt; Benutzer -&gt; BonimaScore einen eigenen Bereich für Einstellungen","tags":"","url":"installation\/Installationspruefung.html"},{"title":"Schnellstart","text":"Das Modul BonimaScore bringt einen umfangreichen Adminbereich mit, in dem Sie die Konfigurationseinstellungen des Moduls setzen können. Über das Menü Module -&gt; BonimaScore -&gt; Moduleinstellungen erreichen Sie die Einstellseiten. Arbeiten Sie idealerweise die Optionen einmal durch. Hinweise zu den einzelnen Einstellungen finden Sie in dem dahinter stehenden Fragezeichenfeld. Durch einen Klick darauf öffnet sich der Hinweistext. Wichtige Hinweise sind zusätzlich im Handbuch zum Modul umfangreicher beschrieben.","tags":"","url":"installation\/Schnellstart.html"},{"title":"Modulerweiterungen deaktivieren und entfernen","text":"Deaktivieren Sie alle vorhandenen Erweiterungen, die auf dem Modul BonimaScore aufbauen und löschen bitte alle Dateien dieser Erweiterungen. Entfernen Sie ebenfalls alle individuellen Templateanpassungen für dieses Modul.","tags":"","url":"installation\/Deinstallation\/Modulerweiterungen_deaktivieren_und_entfernen.html"},{"title":"Modul deaktivieren","text":"Deaktivieren Sie das Modul BonimaScore über den Shopadmin Erweiterungen -&gt; Module. Klicken Sie nach Auswahl von BonimaScore auf den Button Deaktivieren.","tags":"","url":"installation\/Deinstallation\/Modul_deaktivieren.html"},{"title":"Modul aus der Installation entfernen","text":"Starten Sie die Konsole Ihres Webservers und wechseln in das Hauptverzeichnis Ihres Shops (oberhalb des source- und vendor-Verzeichnisses). Führen Sie Sie dort diesen Befehl aus: php composer remove d3\/bonimascore --no-update Achten Sie darauf, dass die Installation über Composer mit derselben PHP-Version erfolgt, in der auch Ihr Shop installiert ist. Sie erhalten sonst unpassende Modulpakete. Benötigt Ihre Installation einen anderen Aufruf von Composer, ändern Sie den Befehl bitte entsprechend ab. Für weitere Optionen dieses Befehls lesen Sie bitte die Dokumentation von Composer.","tags":"","url":"installation\/Deinstallation\/Modul_aus_der_Installation_entfernen.html"},{"title":"Dateien löschen","text":"Löschen Sie den Ordner bonimascore und seine enthaltenen Elemente aus dem Verzeichnis source\/modules\/d3 Ihres Shops. Bestätigen Sie anschließend im Shopadmin unter Erweiterungen -&gt; Module -&gt; Installierte Shop-Module die Nachricht: Es gibt registrierte Erweiterungen im eShop, deren Verzeichnis nicht vorhanden ist. Möchten Sie alle Modulinformationen einschließlich Konfigurationseinstellungen und Blockinformationen für Templates löschen?","tags":"","url":"installation\/Deinstallation\/Dateien_loeschen.html"},{"title":"Datenbank bereinigen","text":"Das Modul legt Informationen in der Datenbank ab. Sofern diese Daten nicht mehr benötigt werden, können diese gelöscht werden. Legen Sie sich vorab bitte unbedingt eine Sicherung an, um die Daten im Zweifelsfall wiederherstellen zu können. Für das Modul BonimaScore sind dies die folgende Tabellen und Felder: die komplette Tabelle d3bonimascore die komplette Tabelle d3bonimascoreresponse und diese Felder in bestehenden Tabellen: in Tabelle oxpayments: das Feld d3bonimascoresafe in Tabelle oxuser: das Feld d3bonimascoreapproval das Feld d3bonimascorecreditlimit das Feld d3bonimacheckthreshold das Feld d3bonimadontcheck in Tabelle oxgroups: das Feld d3bonimadontcheck sowie diese Einträge bestehenden Tabellen: in Tabelle d3_cfg_mod: den Eintrag oxmodid = &quot;d3bonimascore&quot; **) **) Diesen Eintrag gibt es ggf. für jeden Subshop. Entfernen Sie diesen nur für die Mandanten, in denen das Modul nicht mehr installiert ist.","tags":"","url":"installation\/Deinstallation\/Datenbank_bereinigen.html"},{"title":"TMP-Ordner leeren","text":"Leeren Sie das Verzeichnis tmp über Admin -&gt; Module -&gt; Modul-Connector -&gt; TMP leeren. Markieren Sie komplett leeren und klicken auf TMP leeren. Sofern die Views nicht automatisch aktualisiert werden, führen Sie dies noch durch. Erfordert Ihre Installation eine andere Vorgehensweise zum Leeren des Caches oder zum Aktualisieren der Datenbank-Viewtabellen, führen Sie diese bitte aus.","tags":"","url":"installation\/Deinstallation\/TMP-Ordner_leeren.html"},{"title":"Einrichtungshinweise","text":"Abfrageintervall Die Scoreabfragen werden durch das Modul im Shop gespeichert. Die Aktualisierung der Abfrage geschieht maximal alle 24 Stunden. Während des Zeitraumes wird zur Zahlartenauswahl die gespeicherte Rückmeldung verwendet. Soll eine Scoreabfrage vorab aktualisiert werden, sollte der datumsmäßig neueste Eintrag in der Tabelle &quot;d3bonimascoreresponse&quot; mit der ID des Kundenkontos im Feld oxuserid gelöscht werden. Bei der nächsten Prüfung wird erneut online abgefragt. Wenn die Abfragen länger als 1 Tag wiederverwendet werden sollen, kann dies in der Premium-Edition individuell eingestellt werden. Kontaktieren Sie uns für weitere Informationen. Pflichtfeld &quot;Geburtsdatum&quot; Zur Scoreabfrage bei Boniversum wird das Geburtsdatum des Kunden benötigt. Um nicht alle Kunden mit der Eingabe des Geburtsdatums zu konfrontieren, muss dies im Shop nicht zwingend als Pflichtfeld definiert sein. Durch Blocküberladungen werden an den durch Boniversum zu prüfenden Zahlarten entsprechende Eingabefelder für das Geburtsdatum gezeigt. Im Boniversum-Modul sind die Standardzahlarten des OXID-Shops berücksichtigt. Werden in Ihrem Shop Zahlarten verwendet, die nicht die regulären Shoptemplates verwenden, erweitern Sie diese Anzeige ebenfalls mit diesem Templateblock. Gbt der Kunde sein Geburtsdatum an der Zahlart ein, wird dies direkt an sein Kundenkonto übertragen. Wenn er dort keine Eingabe tätigt, wird er bei Auswahl einer zu prüfenden Zahlungsart zurück zum Kundenkonto geleitet und dort zur Eingabe des Geburtsdatums aufgefordert. Dann wird das Geburtsdatum nur für diesen Kunden durch das Boniversum-Modul temporär als Pflichtfeld definiert. Ablauf- und Eventprotokollierung Das Modul setzt während dessen Ausführung diverse Protokolleinträge, wenn dies aktiviert ist. Das Protokolllevel können Sie im Adminbereich Ihres Shops unter &quot; Module -&gt; BonimaScore -&gt; Moduleinstellungen&quot; setzen. Das Modul verwendet folgende Level: Notice -&gt; protokolliert nur Fehler bei der Datenabfrage bei Boniversum Info -&gt; protokolliert Fehler und jede Datenabfrage bei Boniversum Debug -&gt; protokolliert den detaillierten Modulablauf innerhalb des Bestellprozesses Wir empfehlen, mindestens &quot;Notices&quot; mitschreiben zu lassen, um Fehlerfälle nachvollziehen zu können. &quot;Debugs&quot; sollten im Livebetrieb nicht mitgeschrieben werden, da hierbei sehr viele Einträge anfallen. Fehler in der Datenabfrage bei Boniversum führen nicht automatisch zu einem Fehler im Shop. Im Regelfall erhält der Kunde dann nur die sicheren Zahlarten angeboten. Ernsthafte Ablauffehler, die auch den Shopbetrieb beeinträchtigen können (&quot;Error&quot;, &quot;Fatal Error&quot;, &quot;Emergency&quot;), werden zur Protokollierung vom Modul Connector aufgenommen. Deren Logging können Sie unabhängig vom Bonimascore-Modul im Modul-Connector aktivieren.","tags":"","url":"manual\/Getting_Started.html"},{"title":"Hilfe und Support","text":"Bei Bedarf bieten wir Ihnen auch gern die Installation des Moduls in Ihrem Shop an. Geben Sie uns bitte unter den unten genannten Kontaktdaten Bescheid. Haben Sie Fragen oder Unklarheiten in Verbindung mit diesem Modul oder dessen Installation, stehen Ihnen Hilfetexte in unserer Modul-FAQ zur Verfügung. Finden Sie darin die benötigten Antworten nicht, kontaktieren Sie uns bitte unter den folgenden Möglichkeiten: per E-Mail: support@shopmodule.com oder über das Kontaktformular auf Oxidmodule.com oder per Telefon: (+49) 37 21 \/ 26 80 90 zu unseren Bürozeiten Geben Sie bitte an, wo und wie wir gegebenenfalls vorhandene Schwierigkeiten nachvollziehen können. Sind Ihre Fragen shopspezifisch, benötigen wir möglicherweise Zugangsdaten zum betreffenden Shop. Wir wünschen Ihnen mit Ihrem Shop und dem Modul viel Erfolg! Ihr -Team.","tags":"","url":"support\/Hilfe-und-Support.html"}]}